00
414
540
428
V57
715
574
996
410
584
491
413
241
486
507
556
V71
599
780
786
276
820
427
157
434
402
530
681
969
274
255
435
250.8
250.83
182
411
426
38
590
518
440
346
250.03
433
295
250.13
493
250
250.11
727
654
250.32
569
682
560
789
490
386
592
558
807
153
250.02
250.2
9
444
250.4
278
348
303
783
188
998
200
722
571
577
535
250.7
403
331
453
350
250.12
401
218
8
730
438
600
528
695
481
585
852
617
564
596
156
285
578
250.81
756
250.6
441
384
458
572
436
250.1
626
466
174
362
286
810
823
790
733
812
296
576
482
250.42
298
988
562
280
552
805
707
287
719
294
202
724
787
V55
999
135
404
443
642
396
415
250.43
822
618
537
300
784
150
162
205
332
575
708
644
531
997
345
729
250.22
284
197
290
785
459
553
266
189
728
924
821
430
154
446
496
337
627
965
726
824
416
964
696
510
425
962
185
515
198
380
183
447
813
958
691
152
527
620
250.82
536
227
250.53
431
70
721
625
V63
451
465
799
882
163
398
604
616
802
839
79
170
492
591
992
215
711
920
225
238
235
566
V58
250.92
311
47
511
151
292
309
423
184
825
808
E909
873
648
V53
595
211
608
212
196
557
550
532
147
424
716
759
203
735
349
456
289
836
513
970
250.01
860
653
788
383
V66
219
437
781
194
307
340
567
847
304
521
723
220
250.41
952
359
568
291
288
814
361
694
455
324
53
516
112
293
593
78
88
191
475
782
250.21
495
846
226
487
42
338
844
49
237
621
320
485
342
351
420
V60
160
V54
850
357
512
429
445
861
327
442
991
239
V56
661
275
514
588
480
995
659
214
851
432
461
705
117
534
273
5
283
305
664
250.93
358
806
333
611
680
801
794
657
881
252
745
614
306
840
945
242
864
565
180
261
615
522
738
388
463
647
660
875
158
353
853
210
155
201
250.23
601
281
376
934
282
607
866
377
368
379
421
172
833
470
736
886
35
890
622
519
251
551
658
942
792
977
686
228
462
573
nan
244
714
474
710
966
3
115
344
262
959
641
737
253
533
478
655
922
646
891
250.3
335
374
41
250.33
V45
665
725
192
935
161
602
586
834
815
193
336
233
656
633
223
250.9
526
933
893
394
457
983
972
581
916
718
473
318
66
405
250.91
863
751
250.5
297
795
529
594
454
245
179
355
277
867
989
141
501
82
623
369
494
323
967
54
968
230
921
826
793
312
555
204
34
301
11
52
385
865
693
797
417
652
136
685
39
816
310
263
796
354
464
308
709
684
299
580
208
114
94
164
717
843
378
250.31
229
879
746
800
143
110
272
936
175
356
892
941
360
363
734
36
603
747
880
649
382
804
928
683
422
365
917
598
706
831
541
250.52
845
835
146
862
579
897
149
854
700
199
V67
216
370
322
236
803
524
674
791
452
352
397
48
906
704
171
640
868
986
